IdeaRS.Connections
AnchoringData.AnchorLength Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the length of the anchor
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double AnchorLength { get; set; }
Property Value
Type: Double
See Also
Reference
AnchoringData Class
IdeaRS.Connections.Data Namespace